Repository: mehuljain/consoacteur
Catalog: src/*/SiteBundle/Resources/translations/flashmessages.*.xliff
Languages: fr

# feedback.success.message
source: Thank you for your feedback! Your comment has been queued for moderation
fr: Merci pour votre avis

# feedback.error.message
source: There was a problem in saving your feedback. Please try again
fr: Une erreur est survenue lors de l'enregistrement de votre avis, merci de réessayer plus tard.

# registration.success.message
source: Your account has been activated and you are logged in! Please update your profile before checking our new Offers
fr: Félicitations, votre compte est maintenant activé. Aidez-nous à mieux vous connaitre en remplissant les champs ci-dessous

# passwordreset.linkexpired.message
source: Your request link has expired. Please make another request by entering username or email
fr: Votre lien de réinitialisation de votre mot de passe a expiré. Veuillez essayer à nouveau à l'aide de votre pseudo ou votre email

# passwordreset.invaliduser.message
source: The %usernameOrEmail% Username or Email you entered does not exist
fr: Désolé, %usernameOrEmail% n'est reconnu ni comme un nom d'utilisateur ni comme une adresse e-mail.

# passwordreset.unauthorizeduser.message
source: This user is not allowed to request for a password reset. Please contact our support team for further details
fr: Désolé, Vous n'êtes pas autorisé a accéder a la ressource requise. Veuillez contacter l'assistance pour tout renseignement

# passwordreset.repeatrequest.message
source: You have already made a request to reset password in the past %resetHourTime% hour(s). Please check your mail for Password reset link
fr: Un nouveau mot de passe a déjà été demandé pour cet utilisateur dans les dernières %resetHourTime% heure(s).

# passwordreset.mailsent.message
source: An Email has been sent to your mail-id. Please click on the password reset link
fr: Un e-mail a été envoyé à votre l'adresse email. Veuillez suivre les instructions qui vous y sont indiquées

# passwordreset.mailsenderror.message
source: Something went wrong! We are sorry for the inconvenience. Please try again later
fr: Une erreur est survenue lors de la demande. Veuillez essayer à nouveau à l'aide de votre pseudo ou votre email

# passwordreset.emailsent.message
source: Your password has been reset successfully!
fr: Le mot de passe a été réinitialisé avec succès

# login.notactivated.message
source: Your account is not yet activated. Please enter your username or email to receive the link in your email
fr: Pour recevoir votre cadeau bienvenue, vous devez confirmer votre enregistrement qui a été envoyé à votre boîte à lettre. Si vous n´avez pas reçu votre email d´activation, Veuillez essayer à nouveau à l'aide de votre pseudo ou votre email

# profileupdate.success.message
source: Your profile has been updated successfully. Thank you!
fr: Le profil a été mis à jour avec succès

# emailupdate.success.message
source: Your email has been updated successfully!
fr: L'adresse email a été mis à jour avec succès

# passwordupdate.success.message
source: Your password has been updated successfully!
fr: Le mot de passe a été mis à jour avec succès

# newrequest.sent.message
source: Your request has been made. Your request number is %requestNumber%
fr: Votre demande d'assistance clientèle Conso-Acteur a été enregistrer avec succès. Le numéro de la demande est: %requestNumber%

# withdrawal.invalidamount.message
source: This is not a correct withdrawable amount. Your withdrawable amount is %withdrawableAmount% %currency%
fr: Le montant disponible n'est pas valide. Votre montant disponible est: %withdrawableAmount% %currency%

# withdrawal.lowamount.message
source: Your withdrawable amount is too low. Minimum amount to be withdrawn is %minimumAmount% %currency%
fr: Montant minimum pour faire la demande de paiement par %type% est: %minimumAmount% %currency%

# withdrawal.requestsuccess.message
source: Your withdrawal request has been received! Your request number is %withdrawalId%
fr: Votre demande de paiement a été enregristre avec succès. Le numéro de la demande est: %withdrawalId%

# withdrawal.requesterror.message
source: There was a problem with receiving your withdrawal request. Please contact the support staff.
fr: Une erreur est survenue lors de l'enregistrement de la demande. Veuillez essayer à nouveau

# withdrawal.amountdetails.message
source: Your account details were successfully sent to your email. Thank you
fr: Un e-mail a été envoyé à votre l'adresse email.

# referralemail.sent.sucess
source: A referal email has been sent to your friend(s). Thank you for refering your friends!
fr: Votre mail de parrainage a bien été transmis.

# referralemail.sent.error
source: There was some problem in sending the email. Please try again later
fr: Une erreur est survenue lors de l'envoi de votre mail de parrainage, merci de réessayer plus tard.
