Repository: mehuljain/consoacteur
Catalog: src/*/SiteBundle/Resources/translations/messages.*.xliff
Languages: fr

# userearnings.paypaldetails.text
source: Your withdrawable amount must be atleast 20€ to request a payment by paypal transfer
fr: Sélectionnez cette option pour recevoir votre paiement par virement paypal.

# withdrawalpage.title.text
source: Withdrawal
fr: Paiement

# withdrawalpage.msg.text
source: Please provide the details below
fr: Pour toute demande de paiement par chèque, vous recevrez votre paiement dans les 45 jours au plus tard. Pour toute demande de paiement par virement bancaire ou Paypal, vous recevrez votre paiement sous 30 jours au plus tard.

# withdrawalpage.getcode.text
source: Get Code
fr: Recevoir le code de paiement

# withdrawalpage.submitbutton.text
source: Submit
fr: Soumettre

# header.referrallink.text
source: Referral
fr: Parrainage

# header.assistancelink.text
source: Assistance
fr: Aide

# header.searchtitle.text
source: Search Site:
fr: Recherchez sur le site:

# header.logoutlink.text
source: Logout
fr: Se deconnecter

# header.logintitle.text
source: Identification
fr: Se connecter

# header.countrylanguagetitle.text
source: Country-Language
fr: Pays-Langue

# header.yourearningstitle.text
source: You have earned:
fr: Mon solde :

# header.username.title
source: Username
fr: Pseudo

# header.registrationlink.text
source: Registration
fr: Inscription

# header.forgotpasswordlink.text
source: Forgot Password?
fr: Mot de passe oublié?

# header.password.title
source: Password
fr: Mot de passe

# header.socialnetwork.title
source: Join our community
fr: Rejoignez notre communauté

# search.background.text
source: merchant name...
fr: cherchez un marchand...

# layout.title.text
source: Welcome!
fr: Conso-Acteur - : Choisissez, Consommez, Gagnez !

# layout.metadescription.text
source: Great Deals
fr: cashback, code promo, achat remboursement, bons de réductions

# layout.metakeywords.text
source: Cashback, Code Promo, Subscription Gain, Full Reimbruisement
fr: cashback, code promo, achat remboursement, bons de réductions, gain à l'inscription, soldes, discount, coupon gratuit,prix discount, moins cher, bonne affaire, deals réductions

# layout.javascriptdisabled.text
source: You must enable Javascript to support all the functionalities of the website!
fr: Vous devez activer la fonction JavaScript dans votre navigateur pour accéder à toutes nos offres.

# paginate.previous.text
source: Previous
fr: Précédent

# paginate.next.text
source: Next
fr: Suivant

# popup.feeback.title
source: Feedback
fr: Avis

# popup.feebackcommenttitle.text
source: Your Review :
fr: Votre Avis:

# popup.feebackratingtitle.text
source: Rating :
fr: Note :

# popup.feebacktextlength.text
source: 500 Characters Maximum
fr: 500 caractères maximum

# popup.feebacksubmitbutton.text
source: Submit
fr: Soumetre

# popup.newslettertitle.text
source: Enter your email address and confirm to receive special offers and coupon codes from merchants
fr: Entrez votre email pour recevoir les meilleures réductions de nos partenaires

# popup.newslettersubmitbutton.text
source: Submit
fr: S'inscrire

# popup.feedbackrating1.text
source: 1 out of 5
fr: 1 sur 5

# popup.feedbackrating2.text
source: 2 out of 5
fr: 2 sur 5

# popup.feedbackrating3.text
source: 3 out of 5
fr: 3 sur 5

# popup.feedbackrating4.text
source: 4 out of 5
fr: 4 sur 5

# popup.feedbackrating5.text
source: 5 out of 5
fr: 5 sur 5

# sidebar.youraccount.text
source: Your Account
fr: Mon compte

# sidebar.yourprofile.text
source: Your Profile
fr: Mon Profil

# sidebar.yourearnings.text
source: Your Earnings
fr: Mes Gains

# sidebar.referrals.text
source: Referrals
fr: Parrainage

# sidebar.myreferrals.text
source: My Referrals
fr: Mes filleuls

# sidebar.referfriend.text
source: Refer a friend
fr: Parrainer

# sidebar.youroffers.text
source: Your Offers
fr: Mes marchands

# sidebar.newoffers.text
source: New Offers
fr: Nouveaux Marchands

# sidebar.topoffers.text
source: Top Offers
fr: Top Marchands

# sidebar.privateoffers.text
source: Private Offers
fr: Ventes Privées

# sidebar.preferredoffers.text
source: Preferred Offers
fr: Mes Favoris

# sidebar.yourrequest.text
source: Your Requests
fr: Mes demandes

# sidebar.newrequest.text
source: New Request
fr: Nouvelle demande

# sidebar.newmerchants.text
source: New Merchants
fr: Nouveaux Marchands

# sidebar.topmerchants.text
source: Top Merchants
fr: Top Marchands

# sidebar.morelink.text
source: ...more
fr: ...tous

# withdrawalpage.codenotification.text
source: Please click below to get the withdrawal code
fr: Veuillez cliquer ci-dessous pour recevoir le code de votre paiement par mail

# referraldetails.sentdate.text
source: Sent Date
fr: Date d'envoi

# referraldetails.status.text
source: Status
fr: Statut

# referraldetails.action.text
source: Action
fr: Relance

# referraldetails.none.text
source: None
fr: Rien

# referraldetails.resendemail.text
source: Resend Email
fr: Relancer

# referraldetails.registernocode.text
source: Registered without sponsorship code
fr: Enregistré sans code de parrainage

# referraldetails.registered.text
source: Registered
fr: Inscrit

# referraldetails.referfriend.text
source: Refer a friend
fr: Parrainez un(e) ami

# referraldetails.title.text
source: My Referrals
fr: Mes filleuls

# referralemail.already.sent
source: Already sent
fr: Déjà relancé

# referraldetails.noreferral.text
source: No referrals
fr: Aucun filleul

# referfriend.ad.text
source: Refer your friends by:
fr: Inviter vos amis sur Conso-Acteur :

# merchants.preferredadd.success
source: Added to Your Preference
fr: Ajouter à vos favoris

# merchants.preferredadd.error
source: Could not add to your preference, please try again later
fr: Une erreur est survenue lors de l'enregistrement

# merchants.preferredremove.success
source: Merchant Removed from you preference
fr: Supprimer de vos favoris

# merchants.preferredremove.error
source: Could not remove, please try again later
fr: Une erreur est survenue lors de l'enregistrement

# merchants.preferredremove.text
source: Remove
fr: Supprimer

# merchants.preferredadd.text
source: Add to my favourites
fr: Ajouter à mes favoris

# merchants.seecategories.text
source: See also:
fr: Voir aussi:

# withdrawal.coderequest.success
source: Please check your email for the withdrawal code
fr: Veuillez consulter votre boîte emails pour le code de votre paiement

# withdrawal.coderequest.error
source: Could not send the code via email, please try again
fr: Une erreur est survenue lors de l'envoi du code de votre paiement, merci de réessayer plus tard.

# howitworks.htmltitle.text
source: How it works ?
fr: Comment ça marche ?

# howitworks.title.text
source: How it works ?
fr: Comment ça marche ?

# howitworks.step1.lefttext
source: Subscribe
fr: Inscrivez-vous

# howitworks.step1.righttext
source: and win 5€ in your account
fr: et profitez du bonus de 5€ crédités sur votre compte conso-acteur

# howitworks.step2.lefttext
source: Make your purchases
fr: Effectuez vos achats

# howitworks.step2.righttext
source: with our merchants
fr: chez nos e-marchands partenaires

# howitworks.step3.lefttext
source: Your account will be credited
fr: Votre compte sera crédité

# howitworks.step3.righttext
source: with the amount promised
fr: d'un pourcentage déterminé par le marchand

# howitworks.step4.text
source: Receive your gains*
fr: Recevez vos gains*

# howitworks.subscribe.button
source: Subscribe
fr: S'inscrire

# howitworks.term1.text
source: *You can request for a payment once you have an amount of 20€ in your account
fr: *Vous pourrez débloquer le paiement de vos gains dès l’atteinte de seuil de 20€**

# howitworks.term2.text
source: You can request for the payment by Cheque, Paypal and Bank
fr: **Vos gains peuvent être encaissés via le mode de paiement de votre choix: virement bancaire, paypal ou chèque

# register.redirectsuccess.text
source: Congratulations ! A registration confirmation email has been sent to your email address. You must confirm your registration by clicking on the link sent to your email address. However, you can now click the below link and win cashback on your purchase.
fr: Félicitations! Votre compte Conso-Acteur a bien été créé. Vous allez recevoir un email à l'adresse communiquée. Merci de cliquer sur le lien qu'il contient afin de terminer votre inscription. Assurez-vous que cet email n'a pas été envoyé dans votre boîte de spams. Cependant, vous pouvez cliquer sur le lien cashback ci-dessous pour gagner votre cashback.

# register.ajaxsuccess.text
source: Congratulations ! A registration confirmation email has been sent to your email address. You must confirm your registration by clicking on the link sent to your email address.
fr: Félicitations! Votre compte Conso-Acteur a bien été créé. Vous allez recevoir un email à l'adresse communiquée. Merci de cliquer sur le lien qu'il contient afin de terminer votre inscription. Assurez-vous que cet email n'a pas été envoyé dans votre boîte de spams.

# login.htmltitle.text
source: Login
fr: Se connecter

# login.title.text
source: Login
fr: Se connecter

# login.emptypassword.message
source: The presented password cannot be empty.
fr: Vous devez saisir un mot de passe

# login.invalidpassword.message
source: The username or password provided is invalid.
fr: Nom d'utilisateur ou mot de passe incorrect

# login.badcredentials.message
source: The username or password provided is invalid.
fr: Nom d'utilisateur ou mot de passe incorrect

# login.accountdisabled.message
source: The user account is disabled. Please contact our support team.
fr: Le compte utilisateur est bloqué. Contactez notre support technique

# login.accountexpired.message
source: The user account is expired. Please contact our support team.
fr: Le compte utilisateur est expiré. Contactez notre support technique.

# login.credentialsexpired.message
source: The user credentials have expired. Please contact our support team.
fr: Vos identifiants ont expiré. Contactez notre support technique

# login.emptyusername.message
source: The username cannot be empty.
fr: Vous devez entrer votre login

# login.registrationlink.text
source: Not subscribed yet ?
fr: Pas encore inscrit ?

# referralpage.title.text
source: Refer your friends
fr: PARRAINEZ VOS AMIS

# referralpage.admessage1.text
source: More the number of referrals more you win
fr: Plus il y a d’inscrits à CONSO-ACTEUR, Plus vous gagnez

# referralpage.admessage2.text
source: 5 € referral bonus* per referral
fr: Conso-Acteur vous offre 5 € par parrainage*

# referralpage.subject.label
source: Subject
fr: Sujet

# referralmail.defaultsubject.text
source: Win With this site!
fr: un site à découvrir

# referralmail.yourmessage.text
source: Your message
fr: Votre message

# referralpage.message.label
source: Your message
fr: Ecrivez votre message ici

# referralpage.gdmessage.text
source: Our message
fr: Notre message

# referral.notification1.text
source: *The amount will be credited to your account once it is validated.
fr: *La « Prime Parrainage » de 5€ est créditée sur le compte Conso-Acteur du parrain lorsque le parrainage est validé.

# referralpage.submit.button
source: Send
fr: Envoyer

# referralpage.cancel.button
source: Cancel
fr: Annuler

# footer.coulmn1links.title
source: Links
fr: Rubriques

# footerlink.aboutus.text
source: About us
fr: À propos

# footerlink.sitemap.text
source: Sitemap
fr: Plan du site

# footerlink.contactus.text
source: Contact us
fr: Contactez nous

# footer.coulmn2social.title
source: Follow us
fr: Suivez nous

# footerlink.facebook.text
source: Our Facebook page
fr: sur facebook

# footerlink.twitter.text
source: Follow us on twitter
fr: sur twitter

# footer.newsletterrequest.text
source: Enter your email address and confirm to receive special offers and coupon codes from merchants
fr: Entrez votre email pour recevoir les meilleures réductions de nos partenaires

# footer.submitbutton.text
source: Submit
fr: Valider

# footer.coulmn4general.title
source: More
fr: Plus d'info

# footerlink.terms.text
source: Terms and Conditions
fr: Conditions générales

# confirmlegal.notification.text
source: Confirm legal terms and conditions
fr: Merci de valider les conditions générales d'utilisation pour accéder à votre compte sous ConsoActeur

# confirmlegal.notification.title
source: Confirm legal terms and conditions
fr: Confirmer

# confirmlegal.button.text
source: Confirm
fr: Valider
