Repository: mehuljain/consoacteur
Catalog: src/*/SiteBundle/Resources/translations/messages.*.xliff
Languages: fr

# account.closure.reason1
source: I did not find the offers interesting
fr: Je n’ai pas trouvé d’offre intéressante

# account.closure.reason2
source: I no longer wish to enhance my image
fr: je ne souhaite plus valoriser mon image

# account.closure.reason3
source: I don't trust GreatDeals
fr: je n’ai plus confiance envers Conso-Acteur

# account.closure.reason4
source: I found something better elsewhere
fr: j’ai trouvé mieux ailleurs

# address.location.choice1
source: Avenue
fr: Rue

# address.location.choice2
source: Boulevard
fr: Avenue

# address.location.choice3
source: Quai
fr: Boulevard

# address.location.choice4
source: Impasse
fr: Voie

# address.location.choice5
source: Chemin
fr: Quai

# address.location.choice6
source: Route
fr: Impasse

# address.location.choice7
source: Place
fr: Chemin

# address.location.choice8
source: Villa
fr: Route

# address.location.choice9
source: Parc
fr: Place

# address.location.choice10
source: Square
fr: Villa

# address.location.choice11
source: Alley
fr: Parc

# address.location.choice12
source: Cours
fr: Square

# address.location.choice13
source: Sente
fr: Allée

# address.location.choice14
source: Sentier
fr: Cours

# address.location.choice15
source: Passage
fr: Sente

# address.location.choice16
source: Jardins
fr: Sentier

# address.location.choice17
source: Parvis
fr: Passage

# address.location.choice18
source: Residence
fr: Jardins

# address.location.choice19
source: Terrasse
fr: Parvis

# address.location.choice20
source: Grande Rue
fr: Terrasse

# address.location.choice21
source: Grand Place
fr: Grand Rue

# address.location.choice22
source: Chateau
fr: Grand Place

# advertisement.option.choice1
source: Not more than 4 per month
fr: Maximum 4 par mois

# advertisement.option.choice2
source: Maximum 2 per month
fr: Maximum 2 par mois

# advertisement.option.choice3
source: Maximum 1 per month
fr: Maximum 1 par mois

# advertisement.option.choice4
source: As needed to be best informed
fr: Sans restriction

# advertisement.option.choice5
source: None
fr: aucun

# gender.option.choice1
source: Female
fr: Femme

# gender.option.choice2
source: Male
fr: Homme

# problem.statement.choice1
source: Technical Problem
fr: Problème Technique

# problem.statement.choice2
source: Cashback Commission Problem
fr: Problème de commission de Cashback

# problem.statement.choice3
source: Payment Issues
fr: Problème avec le paiement

# problem.statement.choice4
source: Referral Commission Problem
fr: Problème avec le gain de parrainage

# problem.statement.choice5
source: Code Promo Problem
fr: Problème avec le code promo

# problem.statement.choice6
source: Others
fr: Autre

# profession.option.choice1
source: farmer
fr: agriculteur

# profession.option.choice2
source: craftsman
fr: artisan

# profession.option.choice3
source: at home
fr: au foyer

# profession.option.choice4
source: middle management
fr: cadre moyen

# profession.option.choice5
source: senior
fr: cadre supérieur

# profession.option.choice6
source: entrepreneur
fr: chef d'entreprise

# profession.option.choice7
source: merchant
fr: commerçant

# profession.option.choice8
source: employed
fr: employé(e)

# profession.option.choice9
source: Job Search
fr: en recherche d'emploi

# profession.option.choice10
source: retired
fr: en retraite

# profession.option.choice11
source: student
fr: étudiant

# profession.option.choice12
source: worker
fr: enseignant

# profession.option.choice13
source: military
fr: fonctionnaire

# profession.option.choice14
source: official
fr: militaire

# profession.option.choice15
source: teacher
fr: ouvrier

# profession.option.choice16
source: professional
fr: profession libérale

# profession.option.choice17
source: other
fr: autre

# referral.option.choice1
source: Refered By friend
fr: Par un(e) ami(e)

# referral.option.choice2
source: By Registration
fr: Par un encart publicitaire sur un site internet

# referral.option.choice3
source: Google Search
fr: Par un moteur de recherche

# referral.option.choice4
source: Newspaper
fr: Par une publicité dans un journal

# referral.option.choice5
source: Advertisement
fr: Par mail

# referral.option.choice6
source: Others
fr: Autre

# salutation.option.choice1
source: Mr
fr: M

# salutation.option.choice2
source: Ms
fr: Mlle

# salutation.option.choice3
source: Mrs
fr: Mme

# bankwithdrawal.iban.label
source: IBAN
fr: Code IBAN(indiqué sur votre RIB)

# bankwithdrawal.address.label
source: Bank Address
fr: Adresse de l'agence

# bankwithdrawal.swiftcode.label
source: Bank SwiftCode
fr: Code BIC(indiqué sur votre RIB)

# bankwithdrawal.bankname.label
source: Bank Name
fr: Nom de la banque

# bankwithdrawal.bankcountry.label
source: Bank Country
fr: Pays de la banque

# bankwithdrawal.accountnumber.label
source: Your Account Number
fr: N° de compte bancaire

# chequewithdrawal.payee.label
source: Cheque Payee
fr: Nom du bénéficiaire

# chequewithdrawal.useraddress.label
source: Your Address
fr: Votre Addresse

# paypalwithdrawal.email.label
source: PayPal Email
fr: Adresse email de votre compte Paypal

# paypalwithdrawal.confirmemail.label
source: Confirm PayPal Email
fr: Confirmez votre adresse email de compte Paypal

# withdrawal.amount.label
source: Amount
fr: Montant

# withdrawal.code.label
source: Withdrawal Code
fr: Code pour le virement

# accountclose.reason.label
source: Reason to close my account
fr: La raison de quitter Conso-Acteur

# accountclose.reasonemptyvalue.label
source: Choose a Reason Statement
fr: -- Merci de choisir dans la liste --

# addressdetails.apartmentNumber.label
source: Apartment Number
fr: Numéro

# addressdetails.locationemptyvalue.label
source: Choose an Address Location
fr: -- Merci de choisir dans la liste --

# addressdetails.countryemptyvalue.label
source: Choose a Country
fr: -- Merci de choisir dans la liste --

# addressdetails.country.label
source: Country
fr: Pays

# addressdetails.location.label
source: Address Location
fr: Lieu

# addressdetails.locationname.label
source: Location Name
fr: Nom du lieu

# addressdetails.complementaryAddressDetails.label
source: Complementary Address Details
fr: Complément

# addressdetails.zipcode.label
source: Zipcode
fr: Code postal

# addressdetails.city.label
source: City
fr: Ville

# advertisementdetails.emptyvalue.label
source: Choose an option
fr: -- Merci de choisir dans la liste --

# advertisementdetails.emailtype.label
source: Advertisement By Email
fr: Email

# advertisementdetails.posttype.label
source: Advertisement By Post
fr: Mailing courrier

# advertisementdetails.telephonetype.label
source: Advertisement By Telephone
fr: Téléphone

# advertisementdetails.smstype.label
source: Advertisement By SMS
fr: SMS

# changeemail.currentpassword.label
source: Your Current Password
fr: Mot de passe actuel

# changeemail.newemail.label
source: New email
fr: Nouvelle adresse email

# changeemail.confirmemail.label
source: Confirm email
fr: Confirmez votre nouvelle adresse email

# changepassword.newpassword.label
source: New password
fr: Nouveau mot de passe

# changepassword.confirmpassword.label
source: Confirm password
fr: Confirmez votre nouveau mot de passe

# checkpassword.currentpassword.label
source: Enter your password
fr: Mot de passe actuel

# contactdetails.homephone.label
source: Home Phone
fr: Téléphone domicile

# contactdetails.mobilephone.label
source: Mobile Phone
fr: Téléphone portable

# contactdetails.officephone.label
source: Office Phone
fr: Téléphone professionnel

# newrequest.problemtype.label
source: Problem
fr: Problème

# newrequest.problememptyvalue.label
source: Choose a Problem Statement
fr: La raison

# newrequest.subject.label
source: Subject
fr: Sujet

# newrequest.message.label
source: Message
fr: Commentaires

# passwordreset.usernameEmail.label
source: Enter Username or Email
fr: Login/pseudo ou Email

# userdetails.firstname.label
source: First Name
fr: Nom

# userdetails.lastname.label
source: Last Name
fr: Prénom

# userdetails.dateofbirth.label
source: Date Of Birth
fr: Date de naissance

# year.label
source: Year
fr: année

# month.label
source: Month
fr: mois

# day.label
source: Day
fr: jour

# userdetails.professionemptyvalue.label
source: Select Your Profession
fr: -- Merci de choisir une profession --

# userdetails.salutationrequired.label
source: Salutation*
fr: Civilité*

# userdetails.gender.label
source: Gender
fr: Genre

# userdetails.usernamerequired.label
source: Username*
fr: Pseudo*

# userdetails.passwordrequired.label
source: Password*
fr: Mot de passe*

# userdetails.confirmpasswordrequired.label
source: Confirm Password*
fr: Confirmez votre mot de passe*

# userdetails.sharecontact.label
source: Share Contact
fr: Partager Contact

# userdetails.referraltype.label
source: Referral Type
fr: Type de parrain

# userdetails.sponsorcode.label
source: Sponsorship Code
fr: Code parrain

# userdetails.newsletterlimit.text
source: Not more than 1 per week
fr: Maximum une par semaine

# newsletter.popuptitle.label
source: Enter your email address and confirm to receive special offers and coupon codes from merchants
fr: Entrez votre email pour recevoir les meilleures réductions de nos partenaires

# newsletter.popupsubmit.button
source: Submit
fr: S'inscrire

# imageloading.text
source: Loading...
fr: Chargement...

# carousel.seemerchants.text
source: See Our Merchants
fr: Voir nos marchands

# carousel.codepromocount.text
source: code promo offers
fr: offres codes promo

# homepage.title
source: GreatDeals - Home Page
fr: Conso-Acteur : cashback, code promo

# homepage.metadescription
source: metadescription
fr: cashback, code promo, achat remboursement, bons de réductions

# homepage.metakeyword
source: keywords
fr: cashback, code promo, achat remboursement, bons de réductions, gain à l'inscription, soldes, discount, coupon gratuit,prix discount, moins cher, bonne affaire, deals réductions

# homepage.rapidsubscription.title
source: Free Registration
fr: Inscription Gratuite

# menu.howitworks.title
source: How it works ?
fr: Comment ça marche?

# menu.categories.title
source: Our Categories
fr: Nos catégories

# menu.fullreimburse.title
source: Full Reimbursement
fr: Achat Remboursé

# menu.subscriptiongain.title
source: Subscription Gain
fr: Gain rémunéré

# menu.referral.title
source: Referral
fr: Parrainage

# menu.howtoregister.title
source: How to register?
fr: s’inscrire

# merchantdetail.cashbackavailable.text
source: cashback available
fr: cashback disponible

# merchantdetail.cashbacklink.text
source: Cashback Link
fr: Cashback Lien

# merchantdetail.nocashback.text
source: No Cashback Offer found for this merchant
fr: Pas de cashback

# merchantdetail.codepromoavailable.text
source: code promo available
fr: code promo disponible

# merchantdetail.codepromovalidity.text
source: Date of validity
fr: Validité

# merchantdetail.codepromogetcodelink.text
source: Get Code
fr: Afficher le code

# merchantdetail.codepromousecodelink.text
source: Use Code
fr: Utiliser ce code

# merchantdetail.nocodepromo.text
source: No Code Promo Offers found for this merchant.
fr: Il n'y a pas de code promo actuellement pour ce marchand

# merchantdetail.subscriptiongainavailable.text
source: subscription gain available
fr: gain à l'inscription disponible

# merchantdetail.subscriptiongain.title
source: Subscription Gain
fr: Gain rémunéré

# merchantdetail.subscriptiongainlink.text
source: Subscription Gain Link
fr: Gain rémunération Lien

# merchantdetail.nosubscriptiongain.text
source: No Subscription Gain Offer found for this merchant
fr: Pas de gain à l'inscription

# merchantdetail.fullreimbursementtitle.text
source: Full Reimbursement
fr: Achat Remboursé

# merchantdetail.fullreimbursementavailable.text
source: full reimbursement attainable
fr: achat remboursé

# merchantdetail.fullreimbursementtermsconditions.text
source: Terms and Conditions
fr: Les termes et conditions

# merchantdetail.fullreimbursementlink.text
source: Full Reimbursement Link
fr: Achat Remboursé lien

# merchantdetail.nofullreimbursement.text
source: No Full Reimbursement Offer found for this merchant
fr: Il n'y a pas d'achat remboursé actuellement pour ce marchand

# merchantdetail.feedbacktitle.text
source: Comments
fr: Avis

# merchantdetail.nofeedback.text
source: There are no feedbacks for this merchant
fr: Pas d'avis pour ce marchand

# merchantdetail.singlefeedback.text
source: There is 1 feedback for this merchant
fr: Avis pour ce marchand

# merchantdetail.multiplefeedbacks.text
source: There are %numFeedback% feedbacks for this merchant
fr: Voir les %numFeedback% avis pour ce marchand

# merchantdetail.givefeedbacklink.text
source: Give Feedback
fr: Donnez votre avis

# feedbackdescription.at.text
source: at
fr: à

# feedbackdescription.by.text
source: by
fr: par

# offers.notification1.text
source: *The cashback will be credited to your account in the website.
fr: *Le remboursement d'une partie de vos achats sur votre compte Conso-Acteur.

# offers.notification2.text
source: You can request for a payment once you have 20€ in your account
fr: Vous pourrez débloquer le paiement de vos gains dès l’atteinte de seuil de 20€(par paypal ou virement bancaire)

# merchantlist.title.text
source: Merchant List
fr: Nos marchands - cashback, code promo, achat remboursment et bonnes reductions

# merchantlist.metadescription.text
source: Great Deals - Merchant List
fr: cashback, code promo, achat remboursement, bons de réductions

# merchantlist.metakeywords.text
source: Great Deals - Merchant List
fr: cashback, code promo, achat remboursement, bons de réductions, gain à l'inscription, soldes, discount, coupon gratuit,prix discount, moins cher, bonne affaire, deals réductions

# merchantlist.searchindextitle.text
source: Search by alphabetical order
fr: Recherche par ordre alphabétique

# merchantlist.numbermerchants.text
source: Number of merchants per page
fr: Nombre de marchands par page

# merchantlist.cashbackdropdown.text
source: Cashback Amount
fr: Montant Cashback

# merchantlist.cashbackpercentdropdown.text
source: Cashback Percentage
fr: Pourcentage de Cashback

# merchantlist.cashbackstartdatedropdown.text
source: Start Date
fr: Date

# merchantlist.cashbacknamedropdown.text
source: Name
fr: Nom

# merchantlist.merchanttitle.text
source: Merchants
fr: Marchands

# merchantlist.subscriptiongaintitle.text
source: Subscription Gain
fr: Gain rémunéré

# merchantlist.fullreimbursementtitle.text
source: Full Reimbursement
fr: Achat Remboursé

# merchantlist.nomerchantfound.text
source: No merchants found
fr: Aucun marchand trouvé

# merchantlist.sortby.text
source: Sort by
fr: Trier par

# merchantlist.nooffers.text
source: Offers
fr: Offre

# merchantlist.singleoffer.text
source: Offer
fr: Offre

# merchantlist.multipleoffers.text
source: Offers
fr: Offres

# merchantredirection.title.text
source: Win Cashback with us
fr: Gagnez du Cashback avec nous

# merchantredirection.loginlink.text
source: Login
fr: Déjà inscrit? Je m'identifie

# merchantredirection.subscribelink.text
source: Subscribe
fr: S'inscrire

# merchantredirection.forgotpasswordlink.text
source: Forgot Password
fr: Mot de passe oublié?

# merchantredirection.notification.text
source: You must be subscribed to win bonus from our offers
fr: Vous devez être inscrit pour profiter du bonus Conso-Acteur

# merchantredirection.wincashbacklink.text
source: Win Cashback
fr: Gagnez du cashback en cliquant sur ce lien

# ajaxregister.termslink.text
source: terms and conditions
fr: conditions générales d'utilisation

# ajaxregister.readterms.text
source: I have read and agree to the
fr: J'ai lu et j'accepte les

# ajaxregister.registerbutton.text
source: Register
fr: Je m'inscris

# detailregister.htmltitle.text
source: Subscription
fr: Inscrivez-vous : Conso-Acteur.

# detailregister.title.text
source: Subscribe for free and win 5€ in your account.
fr: Inscrivez-vous gratuitement et profitez de 5€ sur votre compte Conso-Acteur.

# detailregister.mandatoryfields.text
source: Mandatory Fields
fr: Champs obligatoires

# detailregister.personaldetails.text
source: Personal Details
fr: Informations personnelles

# detailregister.addressdetails.text
source: Address Details
fr: Votre adresse

# detailregister.contactdetails.text
source: Contact Details
fr: Vos coordonnées

# detailregister.referraldetails.text
source: Referral Details
fr: Parrainage

# detailregister.advertisementdetails.text
source: Advetisement Details
fr: Indiquez comment vous souhaitez que Conso-Acteur s'occupe de vous

# detailregister.referralnotification.text
source: Please enter your sponsor code
fr: Login du parrain

# detailregister.adressnotification.text
source: building,street,floor...
fr: escalier, batiment, résidence, lieu-dit...

# detailregister.advtemailnotification.text
source: How many advertisement emails would you like to receive ?
fr: Indiquez combien d'emails publicitaires rémunérés vous acceptez.

# detailregister.advtpostnotification.text
source: How many advertisement posts would you like to receive ?
fr: Indiquez combien de courriers publicitaires rémunérés vous acceptez.

# detailregister.advtphonenotification.text
source: How many advertisement calls would you like to receive ?
fr: Indiquez si vous acceptez d'être contacté par téléphone.

# detailregister.advtsmsnotification.text
source: How many advertisement sms would you like to receive ?
fr: Indiquez combien de SMS publicitaires rémunérés vous acceptez.

# registersucsess.htmltitle.text
source: Registration Successful
fr: Subscription : Conso-Acteur

# passwordreset.htmltitle.text
source: Password Reset
fr: Réinitialiser votre mot de passe : Conso-Acteur

# passwordreset.title.text
source: Password Reset
fr: Réinitialiser votre mot de passe : Conso-Acteur

# passwordreset.submitbutton.text
source: Change
fr: Mettre à jour

# forgotpassword.htmltitle.text
source: Forgot Password
fr: Mot de passe oublié

# forgotpassword.title.text
source: Forgot Password
fr: Mot de passe oublié

# forgotpassword.submitbutton.text
source: Submit
fr: Soumettre

# forgotpassword.explanation.text
source: If you have forgotten your login or password, give us your e-mail/login address provided during registration.
fr: Indiquez-nous votre adresse e-mail ou votre login fourni à l'inscription. Un e-mail contenant le lien de réinitialisation de votre mot de passe vous sera envoyé dans les plus brefs délais. Assurez-vous que l'email n'a pas été envoyé à votre boîte de spam.

# accountclose.htmltitle.text
source: Close My Account
fr: Clôre mon compte

# accountclose.title.text
source: Close My Account
fr: Clôre mon compte

# accountclose.confirmation.text
source: Yes, I confirm to close my account
fr: Oui, je souhaite supprimer les informations confiées à Conso-Acteur

# accountclose.submitbutton.text
source: Submit
fr: Soumettre

# accountclose.cancelbutton.text
source: Cancel
fr: Annuler

# changeemail.title.text
source: Change Email
fr: Changez d'email

# changeemail.submitbutton.text
source: Change
fr: Mettre à jour

# changepassword.title.text
source: Change Password
fr: Changez mon mot de passe

# changepassword.submitbutton.text
source: Change
fr: Mettre à jour

# checkpassword.title.text
source: Check Password
fr: Vérifier votre mot de passe

# checkpassword.submitbutton.text
source: Validate
fr: Valider

# newrequest.title.text
source: New Request
fr: Nouvelle demande

# newrequest.submitbutton.text
source: Send
fr: Envoyer

# userearnings.title.text
source: User Earnings Details
fr: Solde de mon compte

# userearnings.confirmedvalidatedamount.text
source: Confirmed and Validated Amount
fr: Gains confirmés

# userearnings.statustitle.text
source: Status
fr: Statut

# userearnings.ordernumbertitle.text
source: Order No
fr: N° de commande

# userearnings.merchanttitle.text
source: Referrer/Merchant
fr: Parrain/Marchand

# userearnings.earningstitle.text
source: Amount Earned
fr: Montant

# userearnings.joiningbonus.text
source: Joining Bonus
fr: Cadeau de bienvenue

# userearnings.norecords.text
source: No Records Found
fr: Aucun résultat trouvé

# userearnings.tobevalidatedamount.text
source: Offer Amount to be validated
fr: Gains en attente de validation

# userearnings.waitingstatus.text
source: Waiting
fr: En attente

# userearnings.referraltobevalidated.text
source: Referral Amount to be validated
fr: Parrainage en attente de validation

# userearnings.referraltitle.text
source: Referral
fr: Filleul

# userearnings.invalidatedamount.text
source: Invalidated Amount
fr: Gains annulés

# userearnings.withdrawnamount.text
source: Withdrawn Amount
fr: Retraits effectués

# userearnings.cancelledcashback.title
source: Cancelled Cashback
fr: Gains annulés

# userearnings.onholdamount.text
source: On Hold Amount
fr: Retraits suspendus

# userearnings.reasontitle.text
source: Reason
fr: Raison

# userearnings.ordermerchantdetail.text
source: Detail
fr: Détail

# userearnings.paymentrequestamount.text
source: Payment Requested Amount
fr: Retraits demandés

# userprofile.title.text
source: Your Profile
fr: Mon Profil

# userprofile.updatebutton.text
source: Update
fr: Mettre à jour

# userprofile.closeaccount.text
source: Close Account
fr: Clôre mon compte

# userprofile.closeaccountbutton.text
source: Close Account
fr: Clôre mon compte

# userprofile.closeaccountlink.text
source: Please click here to close your account
fr: Veuillez cliquer ici pour fermer votre compte

# changeemail.link.text
source: Change Email
fr: Changez l'Email

# changepassword.link.text
source: Change Password
fr: Changez de mot de passe

# userearningspage.title.text
source: User Earnings
fr: Mes gains Conso-Acteur

# userearningstable.withdrawalamount.text
source: Withdrawable Amount
fr: Montant disponible

# userearningstable.confirmedvalidatedamount.text
source: Confirmed and Validated Amount
fr: Gains confirmés

# userearningstable.referralamounttovalidate.text
source: Referral Amount to be validated
fr: Parrainages en attente de validation

# userearningstable.offeramounttovalidate.text
source: Offer Amount to be validated
fr: Gains en attente de validation

# userearningstable.currentlyrequestedamount.text
source: Currently Requested Amount
fr: Retraits demandés

# userearningstable.invalidatedamount.text
source: Invalidated Amount
fr: Gains annulés

# userearningstable.onholdamount.text
source: On Hold Amount
fr: Retraits suspendus

# userearningstable.withdrawnamount.text
source: Withdrawn Amount
fr: Retraits effectués

# userearnings.seedetailamount.text
source: See all the amount in detail
fr: voir le détail de mes achats

# userearnings.seedetailamountlink.text
source: see my detailed earnings
fr: voir le détail de mes achats

# userearnings.receivedetailamount.text
source: Receive your account details via email
fr: recevoir un relevé par mail

# userearnings.receivedetailamountlink.text
source: Receive
fr: recevoir un relevé par mail

# userearnings.withdrawoptionstitle.text
source: Withdraw By
fr: Mode de paiement:

# userearnings.withdrawsubmitbutton.text
source: Withdraw
fr: Envoyer

# userearnings.cheque.text
source: Cheque
fr: Chèque

# userearnings.bank.text
source: Bank
fr: Banque

# userearnings.withdrawamountnotify.text
source: The amount for which you can request for a payment
fr: *Le montant disponible correspond aux montants que vous pouvez retirer maintenant

# userearnings.chequedetails.text
source: Your withdrawable amount must be atleast 30€ to request a payment by cheque
fr: Sélectionnez cette option pour recevoir votre paiement par chèque.

# userearnings.bankdetails.text
source: Your withdrawable amount must be atleast 20€ to request a payment by bank transfer
fr: Sélectionnez cette option pour recevoir votre paiement par virement bancaire.
