Repository: mehuljain/consoacteur
Catalog: src/*/SiteBundle/Resources/translations/validators.*.xliff
Languages: fr

# user.salutation.not_blank
source: Please enter the salutation field.
fr: Veuillez sélectionner civilité.

# user.username.not_length
source: The username must be between 6 and 32 characters long.
fr: L'identifiant doit avoir entre 6 et 32 caractères.

# user.username.not_blank
source: The username cannot be blank.
fr: L'identifiant ne doit pas être vide.

# user.username.not_characters
source: The username must contain only alphanumeric characters or '-' hyphen, '.' dot and '_' underscore.
fr: L'identifiant ne doit contenir que des caractères alphanumériques ou '-' tiret, '.' point et '_' underscore.

# user.plainPassword.not_length
source: The password must be atleast 4 characters long.
fr: Le mot de passe doit faire plus de 4 caractères.

# user.plainPassword.not_blank
source: The password fields must not be null.
fr: Le mot de passe ne doit pas être vide.

# user.plainPassword.not_valid
source: The password provided is incorrect.
fr: Le mot de passe saisie est invalide.

# user.plainPassword.not_match
source: The passwords provided don't match.
fr: Les mots de passe ne correspondent pas

# user.email.not_valid
source: The email provided is invalid.
fr: L'adresse email saisie est invalide.

# user.email.not_blank
source: The email cannot be blank.
fr: L'adresse email ne doit pas être vide.

# user.email.not_match
source: The e-mails you provided did not match.
fr: Les adresses email ne correspondent pas.

# user.firstName.not_number
source: First Name cannot contain numbers.
fr: Le prénom ne doit contenir les numéros.

# user.lastName.not_number
source: Last Name cannot contain numbers.
fr: Le nom de famille ne doit contenir les numéros.

# user.dateOfBirth.not_valid
source: The date provided is invalid.
fr: La date de naissance saisie est incorrecte. Veuillez la modifier.

# user.hasAcceptedTermsAndConditions.not_blank
source: Please accept terms and conditions to register.
fr: Vous devez accepter les conditions générales d'utilisation pour vous inscrire.

# user.sponsorshipCode.not_valid
source: The entered sponsorship code is invalid.
fr: Il n'y a pas d'utilisateur avec cet identifiant.

# user.username.not_unique
source: The username has already been used.
fr: L'identifiant saisie est déjà enregistré avec nous. Veuillez la modifier.

# user.email.not_unique
source: The email has already been used.
fr: L'adresse email saisie est déjà enregistré avec nous. Veuillez la modifier.

# offer.Percentage.not_less
source: Percentage Value should not be less than 0.
fr: Le valeur de champ pourcentage ne ​​doit pas être inférieur à 0.

# offer.Percentage.not_more
source: Percentage Value should be less than 100.
fr: Le valeur de champ pourcentage doit être inférieur à 100.

# user.accountCloseConfirm.not_blank
source: Please confirm to close your account
fr: Veuillez confirmer la fermeture de votre compte

# withdrawal.code.invalid
source: The withdrawal code provided is invalid.
fr: Le code de paiement saisie est invalide

# withdrawal.code.expired
source: The withdrawal code provided is expired. Please request a new one.
fr: Le code de paiement saisie est expiré.

# referral.email.not_blank
source: You must enter atleast one email address for a valid submission
fr: Vous devez entrer au moin une adresse email pour une soumission valide

# referral.email.already_registered
source: This email address is already registered with us
fr: Un membre est déjà inscrit avec cette adresse mail.

# referral.email.already_sent
source: You have already invited this user.
fr: Vous avez déjà invité cet utilisateur
